Revit 2027 API
SymbolTypeId.TCO2ePerFtSup2 Property
 Symbol tCO₂e/ft², indicating tonnes Carbon Dioxide per square foot
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerFtSup2 { get; }
Public Shared ReadOnly Property TCO2ePerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerFtSup2 {
	ForgeTypeId^ get ();
}
static member TCO2ePerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace